<script setup>

</script>

<template>
<div>
  <p>☆ 2015年6月，魔兽世界的时光漫游（Timewalking）系统在《德拉诺之王》版本中推出</p>
  <p>这个系统使得玩家可以重新体验过去版本的地下城，但角色和装备会被调整到适应该地下城的等级。
    相关的游玩内容有克罗米时间线、时光周、法师塔。克罗米时间线限制在玩家1～60级期间，时光周则是一种定期活动，属于“每周事件”轮换之一。通常，时光周大约每隔两周轮换一次，每次持续时间为一周，但具体的间隔时间可能会根据暴雪的日历安排有所变化。
    活动期间可以体验特定的地下城副本或团本，团本目前只有黑暗神殿、奥杜尔、火焰之地，每年大约各有两次机会，活动期间获取的奖励主要是掉落奖励和兑换道具，通过地下城可获得扭曲时光徽章和装备奖励，扭曲时光徽章可用于兑换坐骑、玩具、装备、声望道具、传家宝升级道具。当然还有旧版本地下城的体验。</p>

  <p>☆ 2017年3月，法师塔（Mage Tower）系统在《军团再临》版本中推出</p>
  <p>法师塔是一项单人挑战内容，最初在《军团再临》版本中推出。它位于破碎群岛的破碎海滩，并在“军团再临”最后阶段的抗魔联军大厅中开放。法师塔的挑战是针对每个职业和专精设计的，旨在测试玩家的技巧和应对高难度战斗的能力。</p>

  <p>☆ 2021年11月，法师塔的重启</p>
  <p>在《暗影国度》版本的9.1.5补丁中，暴雪重新开放了法师塔，作为《时光漫游》活动的一部分。这次重启的法师塔挑战允许玩家再次体验原有的高难度战斗，但奖励有所不同，通常是一些新的外观和成就。</p>

  <p>☆ 现在</p>
  <p>时光漫游已经贯穿魔兽世界整整五个版本，作为我们的老朋友，它不再新鲜，但其实过去的时间里我们匆匆忙忙的生活、游戏还是让我们错过了很多。</p>

</div>
</template>

<style scoped>

</style>