<script setup>
</script>

<template>
  <li class="prompt-details-container-text">
<!--    <br>-->
<!--    <h4>11.0开启后10.0套装效果将会失效，不用花费太多时间刷10.0的套装。</h4>-->
    <br>
    <h4>☆ S1套装</h4>
    <p>1、开启禁忌离岛掉落的拜荒者装备在任意化生台进行转换。</p>
    <p>2、使用瓦德拉肯（38，37）密斯莱莎兑换的狂怒装备升级一次到385后到任意化生台进行转换。</p>
    <p>3、化身牢窟代币。</p>
    <br>
    <h4>☆ S2套装</h4>
    <p>1、通过代币兑换，集合石寻找亚贝鲁斯团队伐木代币、珍玩、散件，任意难度均可，珍玩兑换商人位于查拉雷克洞窟，坐标（52，25），散件需要在任意化生台转换为套装。</p>
    <p>2、亚贝鲁斯小怪掉落的装绑散件拍卖行可能有。</p>
    <br>
    <h4>☆ S3套装</h4>
    <p>1、梦涌、时光裂隙、超然盛放奖励的紫色装备转化，奖励部位及品质是随机的。</p>
    <p>2、手套可以使用梦境守护者军需官处购买的手套在任意化生台进行转换。</p>
    <p>3、世界BOSS掉落、任意难度阿梅达希尔团本代币、珍奇兑换，兑换商人位于翡翠梦境，坐标（36，33）。</p>
    <p>4、如果账号还持有11.0前夕时间回想活动奖励的货币“残忆”，可以前往军团再临达拉然城市中央的守护者大厅最下方传送门旁边的残忆商人兑换需要的部位再到任意化生台进行转换。</p>
  </li>
</template>

<style scoped>
.prompt-details-container-text {
  display: flex;
  flex-wrap: wrap;
  margin-left: 0.7rem;
  flex-direction: column;
  text-align: left;
}

@media (max-width: 767px) {
  p {
    font-size: 0.87rem;
  }
}
</style>
