<script setup>
</script>

<template>
    <li class="prompt-details-container-text">
        <br>
        <div>
            <h4>☆ 适用范围</h4>
            <p>装备表中标记为“克罗米时间线”的<u><strong>副本掉落装备</strong></u></p>
        </div>
        <br>
        <div>
            <h4>☆ 准备工作</h4>
            <p>1、45～58级小号一个（后面称为小号，朋友帮助或自己双开,如需长期使用建议锁经验，最好是58级）</p>
            <p>2、圣诞节玩具“雪人工具箱”+大量“雪球”</p>
            <p>3、确保小号处于<u><strong>克罗米时间线状态下</strong></u></p>
            <p>4、任意一个其他角色（后面称重置号）</p>
            <br>
            <h4>☆ 流程（假设重置号和大号在同一账号下）</h4>
            <p>1、重置号先和小号组队，队长给小号</p>
            <p>2、重置号返回角色选择，上大号进组</p>
            <p>3、小号+大号来到目标副本BOSS位置，普通难度即可，大号直接秒杀BOSS，小号若拾取到大号想要的装备交易给大号</p>
            <p>4、没出的情况下，两个角色都使用“雪人工具箱”，大号先下线上重置号，队长给重置号后，小号再返回角色界面</p>
            <p>5、重置号重置副本，返回角色界面，大号+小号上线，再次击杀BOSS</p>
            <p>如此循环直到刷到想要的装备……重置号和小号在同一账号同样的原理，调整队长和下线顺序即可</p>
        </div>
        <br>
        <div>
            <h4>☆ 其他说明</h4>
            <p>1、为什么最好是58级小号？</p>
            <p>因为58级掉落的装备等级高于目前所有漫游事件装等，可能还可以在往后版本新漫游事件中继续用，还有就是59级角色有BUG有时候不可以锁经验，60级不能进克罗米时间线</p>
            <br>
            <p>2、爆本</p>
            <p>一个小时内一个账号下的所有角色进入副本次数总和只能是十次，包括团队副本、随机团队副本、五人副本（随机五人副本除外），一旦爆本角色就会被传送回旅店，所以最好就是自己双开，不容易乱节奏
            </p>
            <p>
                脸黑和刷额外插槽装备可能会需要重复刷很多次，当你刷满十次的时候，大号小号使用雪人工具箱后下线，上重置号进行一个重置的行为，然后以这个时间为准，过一个小时再重新开始刷，如果上线队伍已经解散，记得第一时间组队，然后再把重置号组进队伍
            </p>
            <p>有时候会发生这样的情况，没有满十次依然会被传回旅店，这种情况只能重新跑本</p>
            <br>
            <p>3、有必要精准记录时间的副本</p>
            <p>冠军试炼、魔枢、救萨尔这三个副本是间隔时间较长的副本，需要的装备都是在尾王，可以把小号一直留在尾王，大号花时间清前面的……这三个副本比较折磨，所以如果实在不想刷就用替代的吧</p>
            <br>
            <p>4、雪人工具箱</p>
            <p>此玩具不适用的副本有：冠军的试炼、魔枢、旧希尔斯布莱德丘陵，同时注意下线前一定留意是不是在雪人状态（有时候身上有dot），否则重置后会回到副本门口</p>
        </div>
    </li>
</template>

<style scoped>
.prompt-details-container-text {
    display: flex;
    flex-wrap: wrap;
    margin-left: 3.7rem;
    flex-direction: column;
}
</style>
