<script setup>
</script>

<template>
    <li class="prompt-details-container-text">
        <h3 style="color: red;">需要确认</h3>
        <h4>☆ 千斤锤（手提钻）、歌唱水晶战斧、夜色之刃、灰烬之刃、巫术之刃等世界掉落装备</h4>
        <p>理论上它们都是可以通过克罗米时间线控制装等，但是它们掉率实在太低，所以就买拍卖行较高等级的用吧，欧皇可以去尝试，方法还是一样用小号+大号去刷</p>
        <br>
        <h4>☆ 装甲雷象獠牙</h4>
        <p>1、这个饰品位于德拉诺影月谷的（41，28）骨堆</p>
        <p>2、你以前没有开启过这个骨堆</p>
        <p>3、和大号组队的小号10级+就可以，但是<u><strong>一定一定一定</strong></u>要处于克罗米时间线状态</p>
        <p>4、然后小号和大号进行小队同步后，大号再开骨堆</p>
        <br>
        <h4>以下是几个通过任务获取装备的简单指引</h4>
        <p>1、前提：以前没有完成过相关任务</p>
        <p>2、组队：需要一个10级+小号（试玩账号也可以）在克罗米时间线状态和你组队开启小队同步</p>
        <p>3、注意：较长的任务，保证小号大号中途不能掉线，如果出现意外需要重新从头开始</p>
        <p>4、注意：凡是需要通过小队同步完成任务获取的装备都必须从第一步开始，在非小队同步状态做前面的任务，留最后一步再开启小队同步是行不通的</p>
        <p>5、注意：如果是新练的小号，可以一直保持克罗米时间线状态，任意时刻都可以去做任务，但是记得59级的时候去交任务领取奖励</p>
        <p>6、注意：做到最后一步交任务前，一定记得看一下奖励装备的等级，如果等级不对可以考虑重新做（结束小队同步，重新小队同步，从头开始）</p>
        <p>7、插件：BtWQuests</p>
        <br>
        <h4>☆ 猎人武器：屠龙者的短弓</h4>
        <p>参照插件：巫妖王之怒 -> 索拉查盆地 -> “更大的猎物” -> "猎人的挑战" -> "牙齿、尖刺和利爪"，做到最后“母龙之怒”才能获得奖励</p>
        <br>
        <h4>☆ 野德武器：咆哮者的胁迫</h4>
        <p>参照插件：巫妖王之怒 -> 冰冠冰川 ->“你的就是我的” -> “元帅的下落”，做到“心腹的情报”获得奖励</p>
        <br>
        <h4>☆ 法系匕首：女武士的匕首</h4>
        <p>参照插件：巫妖王之怒 -> 风暴峭壁 -> “诺甘农之壳”，任务较短顺着做即可</p>
        <br>
        <h4>☆ 锁甲：塔伦米尔防御者腰带</h4>
        <p>注意：任务是在“旧希尔斯布莱德丘陵”副本内进门的任务，所以小号至少要能排这个副本</p>
        <br>
        <h4>☆ 法系腰带：阿卡玛的腰带</h4>
        <p>注意：任务线中“先知乌达鲁”这一步需要到禁魔监狱走一趟，所以小号等级需要满足可以排禁魔监狱</p>
        <p>参照插件：燃烧的远征 -> 泰罗卡森林 -> “阿达尔”，做完后选择占星者或奥尔多阵营，然后查看影月谷任务线“阿卡玛的保证”</p>
    </li>
</template>

<style scoped>
.prompt-details-container-text {
    display: flex;
    flex-wrap: wrap;
    margin-left: 3.7rem;
    flex-direction: column;
}
</style>
